{"title":"ANTI AII","data":{"stitches":{"alParecerHasDomi":{"content":["Al parecer, has dominado el arte de ignorar la realidad. Quizás deberías mantenerte alejado de cualquier causa que requiera esfuerzo mental. ¡Disfruta de tu mundo de fantasía mientras el resto de nosotros intenta salvarte de tu propio sofá!",{"divert":"AntiAIIInspirado"}]},"quHarsParaCombat":{"content":["¿Qué harás para combatir el consumo excesivo y el impacto ambiental, y evitar que el planeta se convierta en un basurero aún mayor?",{"option":"Me comprometeré a promover la sostenibilidad y reducir los desechos de manera activa, porque creo firmemente que la Tierra necesita un cambio profundo y urgente para garantizar un futuro mejor para todos.","linkPath":"actuarsConEmpata","ifConditions":null,"notIfConditions":null},{"option":"Prefiero ignorar los problemas ambientales mientras disfruto de mi vida, ya que considero que la responsabilidad colectiva está sobrevalorada y mi prioridad es mantener mi confort personal por encima de todo.","linkPath":"optarsPorIgnorar","ifConditions":null,"notIfConditions":null}]},"actuarsConEmpata":{"content":["Actuarás con empatía hacia el planeta y las futuras generaciones, promoviendo la sostenibilidad y reduciendo los desechos, porque comprendes que es crucial proteger el medio ambiente para todos.",{"option":"Sigamos hablando","linkPath":"FInspiradoEnFahr","ifConditions":null,"notIfConditions":null}]},"optarsPorIgnorar":{"content":["Optarás por ignorar los problemas ambientales y priorizar tu comodidad, porque la vaguería y la facilidad de mirar a otro lado te resultan más atractivas que asumir responsabilidades colectivas.",{"divert":"elConsumoInjusti"}]},"antiAIIEsUnaRebe":{"content":["Anti AII es una rebelión contra las mega-empresas de la industria de la IA y todo lo que está destruyendo el planeta y la humanidad. Recuerda, si vas a ponerte en contacto con nosotros por medio de este chat, es porque posiblemente eres parte de la resistencia.Para saber si eres parte del problema o de la solución tienes que hablar con nosotros mediante este chat:",{"image":"https://f4.bcbits.com/img/a0170496156_10.jpg"},{"option":" Accede al chat de Anti AII.","linkPath":"AntiAIIInspirado","ifConditions":null,"notIfConditions":null},{"option":"Escucha la Banda sonora en Bandcamp ","linkPath":"httpsroboomusicb","ifConditions":null,"notIfConditions":null},{"pageNum":1},{"pageLabel":"Menu"}]},"AntiAIIInspirado":{"content":["1. Anti AII: Inspirado en la crítica social en \"Ready Player One\" de Ernest Cline",{"image":"https://f4.bcbits.com/img/a0170496156_16.jpg"},{"divert":"enUnFuturoCercan"}]},"enUnFuturoCercan":{"content":["En un futuro cercano, la industria de la inteligencia artificial (IA) se convierte en una nueva forma de control masivo, similar a una religión creada por mega-corporaciones sedientas de poder. A través del engaño y el espectáculo, estas corporaciones buscan suprimir los derechos individuales, la cultura y la ciencia. Aunque esta estrategia parece moderna, es una repetición de tácticas históricas de dominación. En respuesta, un grupo independiente llamado Anti AII (Industria de la Inteligencia Artificial) emerge, con el objetivo de liberar a la humanidad de la influencia manipuladora de estas mega-corporaciones a través de un arte auténtico, que enriquece a creadores y observadores sin tener ningún valor comercial como el arte impulsado por el capitalismo.",{"divert":"quHarsParaProteg"}]},"quHarsParaProteg":{"content":["¿Qué harás para proteger tus derechos y mantener tu individualidad en un mundo de IA que parece una mala broma de ciencia ficción?",{"option":"Me convertiré en el gurú del pensamiento crítico, educando a todos para que no caigan en la trampa de las megacorporaciones.","linkPath":"felicidadesHasMo","ifConditions":null,"notIfConditions":null},{"option":"Seguiré disfrutando de mi programa favorito y picoteando, porque, honestamente, ¿quién tiene tiempo para problemas futuros?","linkPath":"alParecerHasDomi1","ifConditions":null,"notIfConditions":null}]},"httpsroboomusicb":{"content":["https://roboomusic.bandcamp.com/album/anti-aii"]},"felicidadesHasMo":{"content":["¡Felicidades! Has mostrado el cerebro y la actitud para desafiar la manipulación. Prepárate para educar al mundo y ser el héroe de la resistencia (o al menos el que más se ríe de los algoritmos). El primer paso hacia una vida llena de largas charlas sobre el significado de la libertad.",{"option":"Sigamos hablando","linkPath":"OmegasInspiradoE","ifConditions":null,"notIfConditions":null}]},"alParecerHasDomi1":{"content":["Al parecer, has dominado el arte de ignorar la realidad. Quizás deberías mantenerte alejado de cualquier causa que requiera esfuerzo mental.  ¡Disfruta de tu mundo de fantasía mientras el resto de nosotros intenta  salvarte de tu propio sofá!"]},"OmegasInspiradoE":{"content":["2. Omegas: Inspirado en la crítica social en \"Children of Men\" de P.D. James",{"image":"https://f4.bcbits.com/img/a2975374743_16.jpg"},{"divert":"enUnFuturoCercan1"}]},"enUnFuturoCercan1":{"content":["En un futuro cercano, Anti AII surge para exponer el drama del favoritismo disfrutado por una minoría adinerada en la sociedad contemporánea. La ostentación de lujo y las exhibiciones de riqueza contrastan drásticamente con las vidas precarias de millones que luchan por sobrevivir. Los Omegas son jóvenes privilegiados que simbolizan las desigualdades sociales exacerbadas por la indiferencia y el desprecio de la élite hacia los menos afortunados.",{"divert":"quHarsParaDetene"}]},"quHarsParaDetene":{"content":["¿Qué harás para detener el desfile de riqueza y superficialidad que definen a los Omegas?",{"option":"Llevaré la antorcha de la igualdad y lucharé contra la ostentación como un guerrero de la justicia social. ¡Que comience la revolución del sentido común!","linkPath":"excelenteEstsLis","ifConditions":null,"notIfConditions":null},{"option":"Defenderé a los Omegas con todas mis fuerzas, porque, honestamente, ¿quién no querría ser uno de ellos y olvidar las preocupaciones financieras?","linkPath":"pareceQueTeHasRe","ifConditions":null,"notIfConditions":null}]},"excelenteEstsLis":{"content":["¡Excelente! Estás listo para desafiar la superficialidad con una buena dosis de idealismo y realidad. Prepárate para poner fin a las fiestas lujosas y a la hipocresía social, porque tu talento para ser un \"guerrero\" solo es superado por tu capacidad para evitar malas noticias.",{"option":"Sigamos hablando","linkPath":"PiggyInspiradoEn","ifConditions":null,"notIfConditions":null}]},"pareceQueTeHasRe":{"content":["Parece que te has rendido ante el brillo y el glamour de los Omegas. ¡Sigue disfrutando de las fiestas y deja que otros luchen por la equidad! Después de todo, la vida es demasiado corta para preocuparse por cosas como la justicia social."]},"PiggyInspiradoEn":{"content":["3. Piggy: Inspirado en el colapso moral en \"Lord of the Flies\" de William Golding",{"image":"https://f4.bcbits.com/img/a2421322992_16.jpg"},{"divert":"enUnaSociedadDis"}]},"enUnaSociedadDis":{"content":["En una sociedad distópica donde la empatía ha desaparecido, emerge una jerarquía brutal, dominada por cazadores que imponen su voluntad a través de la violencia y el miedo. Mientras tanto, los pensadores—aquellos que valoran la razón y la reflexión—son forzados a las sombras, impotentes e ignorados. Este creciente conflicto amenaza con desgarrar a la sociedad, revelando la trágica verdad: que ni la fuerza bruta ni el pensamiento pasivo por sí solos pueden crear un futuro sostenible. ",{"divert":"quHarsParaEvitar"}]},"quHarsParaEvitar":{"content":["¿Qué harás para evitar que la sociedad se desmorone aún más bajo el peso de la violencia y la indiferencia?",{"option":"Liderar con sabiduría y abogar por una profunda reflexión, sabiendo que la conversación y la comprensión pueden triunfar sobre la brutalidad.","linkPath":"perfectoTuCompro","ifConditions":null,"notIfConditions":null},{"option":"Tomar partido por los cazadores y afirmar la dominancia, creyendo que solo a través de la fuerza se puede combatir  el caos.","linkPath":"pareceQueHasEleg","ifConditions":null,"notIfConditions":null}]},"perfectoTuCompro":{"content":["¡Perfecto! Tu compromiso con el equilibrio y la reflexión es exactamente lo que necesitamos. Prepárate para debatir y desafiar la dominación de la brutalidad con tu mente aguda. A medida que el mundo se convierte en un drama épico, tu mayor contribución será mantener la cabeza fría y las palabras afiladas.",{"option":"Sigamos hablando","linkPath":"VampPheromoneIns","ifConditions":null,"notIfConditions":null}]},"pareceQueHasEleg":{"content":["Parece que has elegido el lado fácil de la fuerza. ¡Sigue apoyando a los cazadores mientras el resto de nosotros tratamos de reconstruir la civilización! Después de todo, la brutalidad es una solución simple para un mundo complicado."]},"VampPheromoneIns":{"content":["4. Vamp Pheromone: Inspirado en los vampiros de \"Mundo Anillo\" de Larry Nive",{"image":"https://f4.bcbits.com/img/a0983249582_10.jpg"},{"divert":"elConsumoInjusti"}]},"elConsumoInjusti":{"content":["El consumo injustificado y su impacto en el planeta se revelan como una vorágine insaciable: tener por tener, consumir por el simple hecho de poder, sin verdadera necesidad. La sociedad, cegada por un vampirismo capitalista, se entrega a la acumulación desmedida, ignorando el imperativo de una empatía social que podría equilibrar los desequilibrios sociales y detener la devastación ambiental. ",{"divert":"quHarsParaCombat1"}]},"quHarsParaCombat1":{"content":["¿Qué harás para combatir el consumo excesivo y el impacto ambiental, y evitar que el planeta se convierta en un basurero aún mayor?",{"option":"Me comprometeré a promover la sostenibilidad y reducir los desechos de manera activa, porque creo firmemente que la Tierra necesita un cambio profundo y urgente para garantizar un futuro mejor para todos.","linkPath":"FInspiradoEnFahr","ifConditions":null,"notIfConditions":null},{"option":"Prefiero ignorar los problemas ambientales mientras disfruto de mi vida, ya que considero que la responsabilidad colectiva está sobrevalorada y mi prioridad es mantener mi confort personal por encima de todo.","linkPath":"optarsPorIgnorar1","ifConditions":null,"notIfConditions":null},{"pageNum":-1}]},"FInspiradoEnFahr":{"content":["5. F451: Inspirado en \"Fahrenheit 451\" de Ray Bradbury",{"image":"https://f4.bcbits.com/img/a1033888287_16.jpg"},{"divert":"enUnaSociedadDon"}]},"enUnaSociedadDon":{"content":["En una sociedad donde el saber es pólvora y el sistema prefiere que todo arda antes de que alguien despierte, el entretenimiento superficial y vacío es el fuego que consume el conocimiento. La cultura peligrosa, la que invita a pensar, ha sido relegada a cenizas, y quienes buscan aprender son tachados de rebeldes. Mientras todos llevan “la sabiduría” en el bolsillo, pocos se atreven a usarla.",{"divert":"quPosturaTomarsA"}]},"quPosturaTomarsA":{"content":["¿Qué postura tomarás ante la quema del conocimiento y qué harás frente al incendio de la ignorancia?",{"option":"Soplaré las brasas y avivaré las ideas. No pienso rendirme al fuego de la ignorancia.","linkPath":"unaDecisinArries","ifConditions":null,"notIfConditions":null},{"option":"Quizás el sistema no esté tan equivocado. Si todos están contentos y entretenidos, ¿por qué complicarlo? En la conformidad también hay paz.","linkPath":"elegisteLaCalmaY","ifConditions":null,"notIfConditions":null}]},"optarsPorIgnorar1":{"content":["Optarás por ignorar los problemas ambientales y priorizar tu comodidad, porque la vaguería y la facilidad de mirar a otro lado te resultan más atractivas que asumir responsabilidades colectivas."]},"unaDecisinArries":{"content":["Una decisión arriesgada, elegir avivar las ideas en lugar de dejar que las conviertan en cenizas. Soplar el fuego en vez de apagarlo es el camino de quienes buscan algo más. Pero, claro, en este mundo de humo, eso podría costarte caro.",{"option":"Sigamos hablando","linkPath":"DuneInspiradoEnD","ifConditions":null,"notIfConditions":null}]},"elegisteLaCalmaY":{"content":["Elegiste la calma y la paz en la conformidad. Mantener a todos tranquilos, sin tantas preguntas, tiene su mérito... aunque tal vez te estés diciendo solo lo que quieres oír. De todos modos, lo de encender llamas no parece lo tuyo."]},"DuneInspiradoEnD":{"content":["6. Dune: Inspirado en \"Dune\" de Frank Herbert",{"image":"https://f4.bcbits.com/img/a1361713220_10.jpg"},{"divert":"enUnFuturoDesola"}]},"enUnFuturoDesola":{"content":["En un futuro desolador, la Tierra ha sido transformada en un páramo seco y estéril, resultado de una explotación desmedida de sus recursos naturales. Después de sufrir diversos desastres naturales en forma de danas destructivas, inundaciones, huracanes e intensas olas de frío y calor, ahora, el agua, que alguna vez fue abundante, se ha convertido en el bien más escaso y valioso, manejado con mano de hierro por mercaderes despiadados que controlan las últimas reservas del líquido vital. Las ciudades, ahora enclaves acaparados por estos mercaderes, se alzan como fortalezas donde el acceso al agua es el mayor signo de poder y riqueza.La avaricia humana ha llevado a la desecación de ríos, la reducción de lagos a charcas y la conversión de océanos en horizontes de agua contaminada. La explotación ha sido tan extensa que cada gota de agua se ha convertido en una moneda de cambio en una economía brutal. Las lecciones de sostenibilidad y respeto por el medio ambiente han sido olvidadas, dejando lugar a una cultura de escasez y conflicto.En este contexto, la verdadera riqueza ya no se mide en metales preciosos o bienes lujosos, sino en la cantidad de agua que uno controla. Los líderes de esta era son los mercaderes que han construido imperios sobre la miseria de los sedientos. La humanidad está atrapada en un ciclo de explotación sin fin, donde el agua se ha transformado en el principal motor de poder y conflicto. La visión de un futuro sustentable se desvanece en un panorama de desolación y desigualdad.",{"divert":"elFuturoEstEnTus"}]},"elFuturoEstEnTus":{"content":["¡El futuro está en tus manos! ¿Qué vas a hacer ahora frente al cambio climático, el negacionismo y la explotación de recursos bajo un sistema neoliberal extremo?",{"option":"Me levantaré contra el sistema neoliberal que explota nuestros recursos naturales, abogaré por la transición a energías renovables y lucharé por políticas que frenen la quema de carbono y la contaminación.","linkPath":"lucharsPorLaJust","ifConditions":null,"notIfConditions":null},{"option":"No puedo ignorar que el sistema actual ha permitido el desarrollo y bienestar de millones de personas. Es fácil culpar al capitalismo, pero, ¿acaso el progreso no se ha logrado gracias a la explotación de los recursos? Tal vez no todo esté perdido. ¿Es realmente la única solución destruir el sistema que ha traído tantos avances, aunque a un costo medioambiental?","linkPath":"creesQueElProgre","ifConditions":null,"notIfConditions":null}]},"lucharsPorLaJust":{"content":["Lucharás por la justicia climática, impulsando energías limpias y políticas sostenibles para frenar la crisis.",{"option":"Sigamos hablando","linkPath":"DystopiaIsNowIns","ifConditions":null,"notIfConditions":null}]},"creesQueElProgre":{"content":["Crees que el progreso obtenido a través del sistema neoliberal justifica los costos ambientales, cuestionando si es posible cambiar sin perder lo logrado."]},"DystopiaIsNowIns":{"content":["7. Dystopia is Now: Inspirado en \"1984\" de George Orwell",{"image":"https://f4.bcbits.com/img/a0740724630_16.jpg"},{"divert":"enUnFuturoOscuro"}]},"enUnFuturoOscuro":{"content":["En un futuro oscuro, las mentiras y la manipulación gobiernan. Los partidos ultraderechistas y neoliberales, en su afán de poder, han construido un sistema basado en la desinformación y el negacionismo. La verdad es moldeada como una herramienta de control, mientras las fake news se esparcen como un virus, ahogando la crítica y perpetuando la apatía.El cambio climático, ignorado y negado, se convierte en el arma silenciosa de quienes prefieren beneficios inmediatos a la supervivencia del planeta. Mientras tanto, las redes sociales, invadidas por publicidad sin fin, han sido monopolizadas por un puñado de corporaciones que deciden qué es visible y qué debe permanecer en las sombras. La privacidad no es más que un mito en un mundo donde todo se rastrea, se registra y se vende al mejor postor.Las empresas más poderosas ya no sirven al bien público; han tomado el control del discurso global. Su estrategia no es solo ganar dinero, sino mantener a la población distraída y dividida. Entre filtros de consumo y algoritmos que priorizan el entretenimiento vacío, la lucha por la verdad y la justicia parece más lejana que nunca.En esta era de hipocresía, la resistencia es un acto revolucionario. Mientras los discursos populistas prometen libertad, lo que realmente ofrecen es un espejismo: control disfrazado de progreso. Los derechos fundamentales se erosionan poco a poco, y la propaganda es tan omnipresente que muchos ya no distinguen la realidad de la ficción. La lucha ya no es solo contra un régimen, sino contra un sistema diseñado para perpetuar la ignorancia y el conformismo.",{"divert":"tEresLaLtimaLnea"}]},"tEresLaLtimaLnea":{"content":["¡Tú eres la última línea de defensa! ¿Cómo responderás ante la tiranía de la desinformación, el consumismo y la invasión de la privacidad?",{"option":"Cuestionaré lo que me rodea y buscaré la verdad, aunque eso signifique enfrentarme al sistema.","linkPath":"tuCompromisoConL","ifConditions":null,"notIfConditions":null},{"option":"Me refugiaré en mi burbuja de entretenimiento y consumo, ignorando lo que ocurre en el mundo real.","linkPath":"tuDecisinDeIgnor","ifConditions":null,"notIfConditions":null}]},"tuCompromisoConL":{"content":["Tu compromiso con la verdad y la transparencia es un acto de valentía. Prepárate para la adversidad, pero recuerda que una chispa puede encender una revolución.",{"option":"Sigamos hablando","linkPath":"SolarisInspirado","ifConditions":null,"notIfConditions":null}]},"tuDecisinDeIgnor":{"content":["Tu decisión de ignorar la realidad te convierte en parte del problema. Mientras disfrutas del espectáculo, el sistema que te controla se fortalece."]},"SolarisInspirado":{"content":["8. Solaris: Inspirado en \"Solaris\" de Stanislaw Lem",{"image":"https://f4.bcbits.com/img/a3190207617_16.jpg"},{"divert":"laTierraAlBordeD"}]},"laTierraAlBordeD":{"content":["La Tierra, al borde del colapso, enfrenta tragedias ambientales. El calentamiento de los océanos es alarmanteLos incendios forestales arrasan con grandes extensiones de tierra. La polución en el aire alcanza niveles insostenibles. Las ciudades luchan por respirar entre el smog y las emisionesLa industria cárnica destruye bosques para expandir la ganaderíaLa deforestación contribuye a la crisis del climaLos combustibles fósiles siguen siendo la principal fuente de energíaLas aguas subterráneas están siendo contaminadas por productos químicos. El envenenamiento de los alimentos se vuelve cada vez más común. El reciclaje es insuficiente, y los residuos siguen acumulándose. El plástico invade el medio ambiente y mata lentamente a los ecosistemas. La contaminación afecta tanto a la fauna como a los seres humanos. El planeta parece estar desangrándose, mientras buscamos respuestas",{"divert":"quHarsParaEnfren"}]},"quHarsParaEnfren":{"content":["¿Qué harás para enfrentar la crisis ambiental?",{"option":"Consumiré solo lo que necesite, sin apoyar empresas que dañen el planetaBuscaré alternativas ecológicas y sostenibles¡Alejaré de mi vida a quienes no respetan el medio ambiente!","linkPath":"tuCompromisoConE","ifConditions":null,"notIfConditions":null},{"option":"¡Mientras otros se preocupan, yo disfruto de la vida!El planeta se arreglará solo, y los avances tecnológicos resolverán el resto¡Los problemas son solo oportunidades disfrazadas, no tengo tiempo para perder!","linkPath":"prefieresDisfrut","ifConditions":null,"notIfConditions":null}]},"tuCompromisoConE":{"content":["Tu compromiso con el consumo responsable es crucialAl evitar apoyar a quienes dañan el planeta, eres parte del cambio que necesita el mundo",{"option":"Sigamos hablando","linkPath":"siHasCreadoAlgnB","ifConditions":null,"notIfConditions":null}]},"prefieresDisfrut":{"content":["Prefieres disfrutar de los placeres del presente mientras los demás luchan por el futuroTu estilo de vida puede ser cómodo, ¡pero el cambio está ocurriendo, y tú estás disfrutando mientras puedas!"]},"siHasCreadoAlgnB":{"content":["Si has creado algún bucle en la conversación, quizás debas replantearte si no eres parte del problema. La educación y el ejemplo son clave para avanzar como sociedad. Todos podemos aprender y cambiar. Si no lo hacemos, las consecuencias nos afectarán a todos. Si has superado la conversación sin crear bucles, eres un ejemplo a seguir. ¡Gracias por tu tiempo! No estás solo/a, seguimos luchando juntos por un futuro mejor. No olvides escuchar la banda sonora del juego, creada por y para personas como tú. ¡Gracias por jugar!",{"divert":"antiAIIEsUnaRebe"}]}},"initial":"antiAIIEsUnaRebe","optionMirroring":true,"allowCheckpoints":true,"editorData":{"playPoint":"prefieresDisfrut","libraryVisible":true,"authorName":"BY ROBOO","textSize":2}},"url_key":240199}